Repository: scorchio/teamstars
Catalog: teamstars/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Yes
hu: Igen

source: Likely yes
hu: Valószínűleg igen

source: Likely no
hu: Valószínűleg nem

source: No
hu: Nem

source: TeamStars calendar
hu: TeamStars naptár

source: Location
hu: Helyszín

source: Starts
hu: Kezdődik

source: Ends
hu: Befejeződik

source: Description
hu: Leírás

source: Submitted by
hu: Beküldte

source: Private
hu: Privát

source: Enter a valid username. This value may contain only letters, numbers and @/./+/-/_ characters.
hu: Adj meg egy érvényes felhasználónevet. Ez csak ékezet nélküli betűket, számokat és @ / . / + / - / _ karaktereket tartalmazhat.

source: We couldn't find your user. There might be two reasons: either you're not registered yet, or the email address that we know about doesn't match your email address in Facebook. Please contact the site administrator to fix this.
hu: Nem találtuk a felhasználódat. Ez két okból lehet: vagy még nem lettél regisztrálva, vagy az email címed, amiről tudunk, nem egyezik meg a Facebook-os email címeddel. Lépj kapcsolatba az oldal adminisztrátorával, hogy megjavíthassa!

source: TeamStars login
hu: TeamStars bejelentkezés

source: Log in with your username and password...
hu: Jelentkezz be felhasználónévvel és jelszóval...

source: Username
hu: Felhasználónév

source: Password
hu: Jelszó

source: Your username and password didn't match. Please try again.
hu: A felhasználónév / jelszó páros nem stimmel - próbáld újra!

source: Login
hu: Bejelentkezés

source: ...or with Facebook
hu: ...vagy Facebook-kal

source: You've successfully logged out
hu: Sikeresen kijelentkeztél

source: Have a nice day!
hu: Legyen szép napod!

source: TeamStars user management
hu: TeamStars felhasználó kezelés

source: Welcome %(username)s!
hu: Szia %(username)s!

source: Logout
hu: Kijelentkezés

source: Login with Facebook
hu: Bejelentkezés Facebook-kal

source: Submit
hu: Beküldés

source: Welcome to TeamStars!
hu: Üdv a TeamStars-ban!

source: Votes
hu: Szavazatok

source: Calendar
hu: Naptár

source: You have %(stars)s stars.
hu: %(stars)s csillagod van.

source: A user should not send votes to himself.
hu: Nem lehetséges szavazatot küldeni saját magunknak.

source: TeamStars overview
hu: TeamStars áttekintés

source: Leaderboard
hu: A jelenlegi állás

source: Vote statistics
hu: Szavazati statisztikák

source: Votes sent with type "%(typename)s"
hu: "%(typename)s" típusú szavazatok

source: <strong>%(username)s</strong> sent %(count)s votes
hu: <strong>%(username)s</strong> %(count)s szavazatot küldött

source: How to use
hu: Útmutató

source: Please find the API page <a href="%(api_url)s">here</a>.
hu: Az API oldalt <a href="%(api_url)s">itt találod</a>.
